# brew "helix", args: ["HEAD"]
brew "codebook-lsp"
brew "jj"
brew "sd"
brew "scooter"
brew "sqlx-cli"
brew "eza"
brew "television"
brew "nushell"
brew "powershell"
brew "atuin"
brew "fd"
brew "ripgrep"
brew "npm"
brew "azure-cli"
brew "gh"
brew "yazi"
brew "cargo-binstall"
brew "tailwindcss-language-server"
brew "prettier"
brew "typescript-language-server"
brew "vscode-langservers-extracted"

tap "Xerxes-2/homebrew-tap"
brew "steel"
brew "helix-steel", args: ["HEAD"]

tap "sofusa/tap"
brew "bicep-langserver"

cargo "pathmarks"
cargo "color-scheme"
cargo "caseify"

npm "@angular/cli"
npm "@angular/language-server"
npm "@angular/language-service"
npm "azure-functions-core-tools"
