brew "helix", args: ["HEAD"]
brew "codebook-lsp"
brew "jj"
brew "sd"
brew "scooter"
brew "sqlx-cli"
brew "eza"
brew "television"
brew "nushell"
brew "powershell"
brew "atuin"
brew "fd"
brew "ripgrep"
brew "npm"
brew "azure-cli"
brew "gh"
brew "yazi"

cargo "pathmarks"
cargo "color-scheme"
cargo "caseify"

npm "@angular/cli"
npm "@angular/language-server"
npm "@angular/language-service"
npm "@tailwindcss/language-server"
npm "azure-functions-core-tools"
npm "prettier"
npm "typescript-language-server"
npm "typescript"
npm "vscode-langservers-extracted"
